/* No comment provided by engineer. */
"%@ daily average" = "%@ de media diaria";

/* No comment provided by engineer. */
"Daily Average" = "Media diaria";

/* No comment provided by engineer. */
"%@ total" = "%@ en total";

/* No comment provided by engineer. */
"About Duffy" = "Acerca de Duffy";

/* No comment provided by engineer. */
"Ask a Question" = "Hacer una pregunta";

/* No comment provided by engineer. */
"Change Your Goal" = "Cambiar tu objetivo";

/* No comment provided by engineer. */
"Details" = "Detalles";

/* No comment provided by engineer. */
"Feedback" = "Comentarios";

/* No comment provided by engineer. */
"Filter" = "Filtrar";

/* No comment provided by engineer. */
"Help" = "Ayuda";

/* No comment provided by engineer. */
"How To Change Your Goal" = "Cómo cambiar tu objetivo";

/* No comment provided by engineer. */
"Kilometer Travelled" = "Kilómetro recorrido";

/* No comment provided by engineer. */
"Kilometers Travelled" = "Kilómetros recorridos";

/* No comment provided by engineer. */
"Loading..." = "Cargando...";

/* No comment provided by engineer. */
"Mile Travelled" = "Milla recorrida";

/* No comment provided by engineer. */
"Miles Travelled" = "Millas recorridas";

/* No comment provided by engineer. */
"Flights Climbed" = "Pisos subidos";

/* No comment provided by engineer. */
"No data for the previous week" = "No hay datos de la semana anterior";

/* No comment provided by engineer. */
"of %@ goal %@" = "de un objetivo de %1$@ %2$@";

/* No comment provided by engineer. */
"Previous Week" = "Semana anterior";

/* No comment provided by engineer. */
"Privacy Policy" = "Política de privacidad";

/* No comment provided by engineer. */
"Published By" = "Publicado por";

/* No comment provided by engineer. */
"Rate Duffy" = "Valorar Duffy";

/* No comment provided by engineer. */
"Since" = "Desde";

/* No comment provided by engineer. */
"Since %@" = "Desde el %@";

/* No comment provided by engineer. */
"STEPS" = "Pasos";

/* No comment provided by engineer. */
"This guide describes how to change your daily steps goal (currently %@ steps). Your goal can only be changed from the Duffy Apple Watch app." = "Esta guía explica cómo cambiar tu objetivo diario de pasos (actualmente %@ pasos). Tu objetivo solo se puede cambiar desde la app Duffy para Apple Watch.";

/* No comment provided by engineer. */
"Trend" = "Tendencia";

/* No comment provided by engineer. */
"Version: %@" = "Versión: %@";

/* No comment provided by engineer. */
"VIEW HISTORY" = "Ver historial";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"floors" = "pisos";


/* No comment provided by engineer. */
"From the Today view of the Apple Watch app, scroll the screen by swiping upward your finger or turning the digital crown." = "En la vista Hoy de la app del Apple Watch, desplaza la pantalla deslizando el dedo hacia arriba o girando la corona digital.";

/* No comment provided by engineer. */
"Tap the 'Change Goal' button that appears at the bottom of the screen." = "Toca el botón «Cambiar objetivo» que aparece en la parte inferior de la pantalla.";

/* No comment provided by engineer. */
"Select a new goal by swiping with your finger or turning the digital crown. Then tap the 'Set Goal' button to save it." = "Selecciona un nuevo objetivo deslizando el dedo o girando la corona digital. Después toca el botón «Definir objetivo» para guardarlo.";

/* No comment provided by engineer. */
"Select a new goal by tapping the plus (+) or minus (-) buttons or turning the digital crown. Then tap the 'Set Goal' button to save it." = "Selecciona un nuevo objetivo tocando los botones más (+) o menos (-) o girando la corona digital. Después toca el botón «Definir objetivo» para guardarlo.";

/* No comment provided by engineer. */
"%@ STEPS" = "%@ PASOS";

/* No comment provided by engineer. */
"Trophies" = "Trofeos";

/* Placeholder is a number of steps: ie 10,000 */
"When you've reached your goal, you'll earn a trophy based on how many steps you've taken beyond your goal (%@)." = "Cuando alcances tu objetivo, ganarás un trofeo según los pasos que hayas dado por encima de tu objetivo (%@).";

/* No comment provided by engineer. */
"Reached your goal" = "Objetivo alcanzado";

/* No comment provided by engineer. */
"25% over your goal" = "25 % por encima de tu objetivo";

/* No comment provided by engineer. */
"50% over your goal" = "50 % por encima de tu objetivo";

/* No comment provided by engineer. */
"75% over your goal" = "75 % por encima de tu objetivo";

/* No comment provided by engineer. */
"Double your goal" = "El doble de tu objetivo";

/* Title of a button that changes display options of a chart */
"Options" = "Opciones";

/* Header of a section that summarizes aggregate data */
"Summary" = "Resumen";

/* Title of screen that allows the user to change display options of a chart/graph */
"Graph Options" = "Opciones del gráfico";

/* Title of section of options changing how to display your data on a chart/graph */
"Data" = "Datos";

/* Title of section of options changing which markers are shown on a chart/graph */
"Indicators" = "Indicadores";

/* Option to change how the lines on a chart are drawn */
"Lines" = "Líneas";

/* Title of a screen where user selects which lines are shown on a graph */
"Show Lines" = "Mostrar líneas";

/* Option describing a graph line that plots every data point */
"Detail" = "Detalle";

/* Option describing a graph line that shows the trend of your data but not every point */
"Trend" = "Tendencia";

/* Option describing whether or not to show an indicator on the graph showing where the average of data points is */
"Average" = "Media";

/* Option describing whether or not to show an indicator on the graph showing where your goal is */
"Goal" = "Objetivo";

/* Concatenate to options together with 'and' */
"%@ & %@" = "%@ y %@";

/* 1 to 3 character abbreviation of 'average' */
"avg" = "med";

/* No comment provided by engineer. */
"Show More" = "Mostrar más";

/* No comment provided by engineer. */
"Miles" = "Millas";

/* No comment provided by engineer. */
"Kilometers" = "Kilómetros";

/* No comment provided by engineer. */
"To go" = "Restantes";

/* No comment provided by engineer. */
"Flights" = "Pisos";

/* No comment provided by engineer. */
"Distance" = "Distancia";

/* No comment provided by engineer. */
"No Steps Today" = "Hoy no hay pasos";

/* No comment provided by engineer. */
"6 AM" = "6:00";

/* No comment provided by engineer. */
"NOON" = "MEDIODÍA";

/* No comment provided by engineer. */
"6 PM" = "18:00";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"See the Trophies" = "Ver los trofeos";

/* No comment provided by engineer. */
"Your Goal" = "Tu objetivo";

/* No comment provided by engineer. */
"Code" = "Código";

/* No comment provided by engineer. */
"Design" = "Diseño";

/* No comment provided by engineer. */
"Last: %@" = "Último: %@";

/* No comment provided by engineer. */
"Not awarded yet" = "Aún no conseguido";

/* No comment provided by engineer. */
"Get the rocket trophy when your step count is 2x your goal." = "Consigue el trofeo del cohete cuando tus pasos dupliquen tu objetivo.";

/* No comment provided by engineer. */
"%@x your goal!" = "¡%@x tu objetivo!";

/* No comment provided by engineer. */
"From Prior Week" = "Respecto a la semana anterior";

/* No comment provided by engineer. */
"Appreciation" = "Agradecimiento";

/* No comment provided by engineer. */
"Tip Jar" = "Propinas";

/* No comment provided by engineer. */
"Learn more about Duffy" = "Más información sobre Duffy";

/* No comment provided by engineer. */
"My name is Patrick and I aspire to make apps people love. When I created Duffy, I never expected to be paid. That’s why there are no ads, subscriptions, or data collection of any kind. I just want to hone my craft while also serving a need.\n\nDuffy is a labor of love that happens after hours and on the weekends so it helps to know that people appreciate the work I do maintaining and improving this app.\n\nIf Duffy is an app that you love, and you can afford it, please consider showing your appreciation by selecting one of the tips below:" = "Me llamo Patrick y aspiro a crear apps que la gente adore. Cuando creé Duffy, nunca esperé cobrar por ello. Por eso no hay anuncios, ni suscripciones, ni recopilación de datos de ningún tipo. Solo quiero perfeccionar mi oficio y, de paso, cubrir una necesidad.\n\nDuffy es un trabajo hecho con cariño fuera del horario laboral y los fines de semana, así que saber que la gente valora el tiempo que dedico a mantener y mejorar esta app me anima mucho.\n\nSi Duffy es una app que te encanta y puedes permitírtelo, considera mostrar tu agradecimiento eligiendo una de las propinas de abajo:";

/* No comment provided by engineer. */
"Dismiss" = "Cerrar";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "¡Muchas gracias por la propina! 🙏";

/* No comment provided by engineer. */
"Try Again" = "Reintentar";

/* No comment provided by engineer. */
"Your tip did not go through. Do you want to try again?" = "Tu propina no se ha completado. ¿Quieres volver a intentarlo?";

/* No comment provided by engineer. */
"Unable to communicate with the App Store. Do you want to try again?" = "No se ha podido conectar con el App Store. ¿Quieres volver a intentarlo?";

/* No comment provided by engineer. */
"🙏 Thank you so much for tipping!" = "🙏 ¡Muchas gracias por tu propina!";

/* No comment provided by engineer. */
"Sort" = "Ordenar";

/* No comment provided by engineer. */
"Newest to Oldest" = "De más reciente a más antiguo";

/* No comment provided by engineer. */
"Oldest to Newest" = "De más antiguo a más reciente";

/* No comment provided by engineer. */
"Select Date" = "Seleccionar fecha";

/* No comment provided by engineer. */
"Last %d days" = "Últimos %d días";

/* No comment provided by engineer. */
"Change my Daily Goal" = "Cambiar mi objetivo diario";

/* No comment provided by engineer. */
"Enable Duffy to Count Steps" = "Permitir que Duffy cuente mis pasos";

/* No comment provided by engineer. */
"Add Steps to my Watch Face" = "Añadir los pasos a mi esfera";

/* No comment provided by engineer. */
"Change Miles or Kilometers" = "Cambiar entre millas y kilómetros";

/* No comment provided by engineer. */
"Need Help?" = "¿Necesitas ayuda?";

/* No comment provided by engineer. */
"Would you like to change your daily step goal or do you need help with something else?" = "¿Quieres cambiar tu objetivo diario de pasos o necesitas ayuda con otra cosa?";

/* No comment provided by engineer. */
"View More Help Topics" = "Ver más temas de ayuda";

/* No comment provided by engineer. */
"Your tip is pending." = "Tu propina está pendiente.";

/* No comment provided by engineer. */
"Step Count Mismatch" = "Los pasos no coinciden";

/* No comment provided by engineer. */
"Complication Not Updating" = "La complicación no se actualiza";
